Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Weather uses Apple WeatherKit in WeatherKit-enabled builds. Allow location access for Core Monitor so the live weather widget can show accurate conditions and rain timing.
af: Weer gebruik Apple WeatherKit in WeatherKit-geaktiveerde geboue. Laat liggingtoegang toe vir Core Monitor sodat die regstreekse weerlegstuk akkurate toestande en reëntydsberekening kan wys.
am: የአየር ሁኔታ አፕል WeatherKit በWeatherKit የነቁ ግንባታዎች ይጠቀማል። የቀጥታ የአየር ሁኔታ መግብር ትክክለኛ ሁኔታዎችን እና የዝናብ ጊዜን እንዲያሳይ ለCore Monitor የአካባቢ መዳረሻን ይፍቀዱ።
ar: يستخدم تطبيق Weather Apple WeatherKit في الإصدارات التي تدعم WeatherKit. السماح بالوصول إلى الموقع لـ Core Monitor حتى تتمكن أداة الطقس المباشر من إظهار الظروف الدقيقة وتوقيت المطر.
az: Hava WeatherKit-in aktivləşdirildiyi qurğularda Apple WeatherKit-dən istifadə edir. Core Monitor üçün məkan girişinə icazə verin ki, canlı hava vidceti dəqiq şərtləri və yağış vaxtını göstərə bilsin.
be: Надвор'е выкарыстоўвае Apple WeatherKit у зборках з падтрымкай WeatherKit. Дазвольце доступ да месцазнаходжання для Core Monitor, каб жывы віджэт надвор'я мог паказваць дакладныя ўмовы і час дажджу.
bg: Времето използва Apple WeatherKit в компилации с активиран WeatherKit. Разрешете достъп до местоположение за Core Monitor, така че джаджата за времето на живо да може да показва точни условия и време за дъжд.
bn: আবহাওয়া WeatherKit-সক্ষম বিল্ডগুলিতে Apple WeatherKit ব্যবহার করে। Core Monitor এর জন্য অবস্থান অ্যাক্সেসের অনুমতি দিন যাতে লাইভ আবহাওয়া উইজেট সঠিক অবস্থা এবং বৃষ্টির সময় দেখাতে পারে।
bs: Vrijeme koristi Apple WeatherKit u WeatherKit verzijama. Dozvolite pristup lokaciji za Core Monitor tako da widget za vremensku prognozu uživo može prikazati precizne uslove i vrijeme kiše.
ca: Weather utilitza Apple WeatherKit a les compilacions habilitades per WeatherKit. Permet l'accés a la ubicació per a Core Monitor perquè el giny del temps en directe pugui mostrar condicions precises i el temps de pluja.
ceb: Ang panahon naggamit sa Apple WeatherKit sa WeatherKit-enabled builds. Tugoti ang pag-access sa lokasyon alang sa Core Monitor aron ang buhi nga widget sa panahon makapakita sa tukma nga kahimtang ug timing sa ulan.
co: Weather usa Apple WeatherKit in e custruzzioni attivate da WeatherKit. Permette l'accessu à u locu per Core Monitor cusì u widget di u tempu in diretta pò mostrà e cundizioni precise è u tempu di pioggia.
cs: Počasí používá Apple WeatherKit v sestaveních podporujících WeatherKit. Povolte přístup k poloze pro Core Monitor, aby živý widget počasí mohl zobrazovat přesné podmínky a načasování deště.
cy: Mae'r tywydd yn defnyddio Apple WeatherKit mewn adeiladau sy'n galluogi WeatherKit. Caniatáu mynediad lleoliad ar gyfer Core Monitor fel y gall y teclyn tywydd byw ddangos amodau cywir ac amseriad glaw.
da: Vejret bruger Apple WeatherKit i WeatherKit-aktiverede builds. Tillad lokationsadgang for Core Monitor, så live vejr-widgetten kan vise nøjagtige forhold og regntid.
de: Weather verwendet Apple WeatherKit in WeatherKit-fähigen Builds. Erlauben Sie den Standortzugriff für Core Monitor, damit das Live-Wetter-Widget genaue Bedingungen und Regenzeiten anzeigen kann.
el: Ο καιρός χρησιμοποιεί Apple WeatherKit σε εκδόσεις με δυνατότητα WeatherKit. Επιτρέψτε την πρόσβαση στην τοποθεσία για το Core Monitor, ώστε το ζωντανό γραφικό στοιχείο καιρού να μπορεί να δείχνει ακριβείς συνθήκες και χρονισμό βροχής.
eo: Vetero uzas Apple WeatherKit en WeatherKit-ebligitaj konstruoj. Permesu lokan aliron por Core Monitor, por ke la viva vetera fenestraĵo povu montri precizajn kondiĉojn kaj pluvan tempon.
es: Weather utiliza Apple WeatherKit en compilaciones habilitadas para WeatherKit. Permita el acceso a la ubicación de Core Monitor para que el widget del clima en vivo pueda mostrar las condiciones precisas y el tiempo de lluvia.
et: Ilm kasutab Apple'i WeatherKit WeatherKit-toega versioonides. Lubage Core Monitor asukohale juurdepääs, et reaalajas ilmavidin saaks kuvada täpseid tingimusi ja vihmaajastust.
eu: Eguraldiak Apple WeatherKit erabiltzen du WeatherKit gaitutako eraikitzetan. Eman kokapenerako sarbidea Core Monitor-ri, zuzeneko eguraldiaren widgetak baldintza zehatzak eta euri-denbora erakusteko.
fa: آب و هوا از Apple WeatherKit در ساخت‌های دارای WeatherKit استفاده می‌کند. به Core Monitor اجازه دسترسی به مکان را بدهید تا ویجت آب و هوای زنده بتواند شرایط دقیق و زمان بارش را نشان دهد.
fi: Weather käyttää Applen WeatherKit:tä WeatherKit-yhteensopivissa rakennelmissa. Salli Core Monitor:n sijainnin käyttöoikeus, jotta live-sää-widget voi näyttää tarkat olosuhteet ja sateen ajoituksen.
fil: Ginagamit ng panahon ang Apple WeatherKit sa mga build na naka-enable sa WeatherKit. Payagan ang pag-access sa lokasyon para sa Core Monitor upang maipakita ng live na widget ng panahon ang mga tumpak na kondisyon at timing ng ulan.
fr: Weather utilise Apple WeatherKit dans les versions compatibles WeatherKit. Autorisez l'accès à la localisation pour Core Monitor afin que le widget météo en direct puisse afficher les conditions précises et le calendrier des pluies.
fy: Wetter brûkt Apple WeatherKit yn WeatherKit-ynskeakele builds. Tastean lokaasje tagong foar Core Monitor sadat de live waarwidget krekte omstannichheden en reintiming kin sjen litte.
ga: Úsáideann Aimsir Apple WeatherKit i dtógálacha atá cumasaithe ag WeatherKit. Ceadaigh rochtain suímh do Core Monitor ionas gur féidir leis an ngiuirléid aimsire beo coinníollacha cruinne agus am báistí a thaispeáint.
gd: Bidh an aimsir a’ cleachdadh Apple WeatherKit ann an toglaichean le comas WeatherKit. Leig le ruigsinneachd àite airson Core Monitor gus an urrainn don widget sìde beò suidheachadh ceart agus àm uisge a nochdadh.
gl: Weather usa Apple WeatherKit en versións habilitadas para WeatherKit. Permite o acceso á localización para Core Monitor para que o widget do tempo en directo poida mostrar condicións precisas e o tempo da choiva.
gu: WeatherKit-સક્ષમ બિલ્ડ્સમાં હવામાન Apple WeatherKit નો ઉપયોગ કરે છે. Core Monitor માટે સ્થાન ઍક્સેસની મંજૂરી આપો જેથી જીવંત હવામાન વિજેટ ચોક્કસ પરિસ્થિતિઓ અને વરસાદનો સમય બતાવી શકે.
ha: Yanayi yana amfani da Apple WeatherKit a cikin ginannen WeatherKit. Bada izinin wuri don Core Monitor don haka mai nuna dama cikin sauƙi na yanayi zai iya nuna ingantattun yanayi da lokacin ruwan sama.
haw: Hoʻohana ka Weather iā Apple WeatherKit ma nā hale kūkulu ʻia ʻo WeatherKit. E ʻae i ka loaʻa ʻana o ka wahi no Core Monitor no laila hiki i ka widget ola ke hōʻike i nā kūlana kūpono a me ka manawa ua.
he: מזג האוויר משתמש ב-Apple WeatherKit בבנייה התומכת ב-WeatherKit. אפשר גישה למיקום עבור Core Monitor כדי שהווידג'ט של מזג האוויר החי יוכל להציג תנאים מדויקים ותזמון גשם.
hi: वेदर WeatherKit-सक्षम बिल्ड में Apple WeatherKit का उपयोग करता है। Core Monitor के लिए स्थान पहुंच की अनुमति दें ताकि लाइव मौसम विजेट सटीक स्थिति और बारिश का समय दिखा सके।
hmn: Huab cua siv Apple WeatherKit hauv WeatherKit-enabled tsim. Tso cai rau qhov chaw nkag rau Core Monitor yog li huab cua nyob widget tuaj yeem qhia cov xwm txheej raug thiab lub sijhawm los nag.
hr: Vrijeme koristi Apple WeatherKit u međuverzijama koje podržavaju WeatherKit. Dopustite pristup lokaciji za Core Monitor kako bi widget za vremensku prognozu uživo mogao prikazati točne uvjete i vrijeme kiše.
ht: Weather itilize Apple WeatherKit nan WeatherKit-pèmèt bati. Pèmèt aksè lokal pou Core Monitor pou widget move tan an ka montre kondisyon egzat ak distribisyon lapli.
hu: Az időjárás az Apple WeatherKit-t használja a WeatherKit-kompatibilis összeállításokban. Engedélyezze a helyhozzáférést a Core Monitor számára, hogy az élő időjárás widget pontos körülményeket és esőidőzítést tudjon mutatni.
hy: Եղանակը օգտագործում է Apple WeatherKit WeatherKit միացված շինություններում: Թույլատրել Core Monitor-ի տեղադրության հասանելիությունը, որպեսզի եղանակի կենդանի վիջեթը կարողանա ճշգրիտ պայմաններ և անձրևի ժամանակացույց ցույց տալ:
id: Weather menggunakan Apple WeatherKit di build yang mendukung WeatherKit. Izinkan akses lokasi untuk Core Monitor sehingga widget cuaca langsung dapat menampilkan kondisi dan waktu hujan secara akurat.
ig: Ihu igwe na-eji Apple WeatherKit na-arụ ọrụ WeatherKit. Nye ohere ohere maka Core Monitor ka wijetị ihu igwe dị ndụ wee gosipụta ọnọdụ ziri ezi na oge mmiri ozuzo.
is: Veður notar Apple WeatherKit í byggingum með WeatherKit. Leyfðu staðsetningaraðgang fyrir Core Monitor svo veðurgræjan í beinni geti sýnt nákvæmar aðstæður og rigningartíma.
it: Weather utilizza Apple WeatherKit nelle build abilitate per WeatherKit. Consenti l'accesso alla posizione per Core Monitor in modo che il widget meteo in tempo reale possa mostrare condizioni precise e tempi di pioggia.
ja: Weather は、WeatherKit 対応ビルドで Apple WeatherKit を使用します。 Core Monitor の位置情報へのアクセスを許可すると、ライブ天気ウィジェットが正確な状況と雨のタイミングを表示できるようになります。
jv: Cuaca nggunakake Apple WeatherKit ing mbangun WeatherKit-aktif. Idini akses lokasi kanggo Core Monitor supaya widget cuaca langsung bisa nuduhake kahanan sing akurat lan wektu udan.
ka: ამინდი იყენებს Apple WeatherKit-ს WeatherKit ჩართული კონსტრუქციებში. დაუშვით მდებარეობაზე წვდომა Core Monitor-სთვის, რათა ცოცხალი ამინდის ვიჯეტმა აჩვენოს ზუსტი პირობები და წვიმის დრო.
kk: Ауа райы WeatherKit қосылған құрылымдарда Apple WeatherKit пайдаланады. Core Monitor үшін орынды анықтауға рұқсат беріңіз, осылайша тікелей ауа райы виджеті нақты жағдайлар мен жаңбыр уақытын көрсете алады.
km: Weather ប្រើ Apple WeatherKit ក្នុង WeatherKit-enabled builds។ អនុញ្ញាតឱ្យចូលប្រើទីតាំងសម្រាប់ Core Monitor ដូច្នេះធាតុក្រាហ្វិកអាកាសធាតុផ្ទាល់អាចបង្ហាញលក្ខខណ្ឌត្រឹមត្រូវ និងពេលវេលាភ្លៀង។
kn: ಹವಾಮಾನವು WeatherKit-ಸಕ್ರಿಯಗೊಳಿಸಿದ ಬಿಲ್ಡ್‌ಗಳಲ್ಲಿ Apple WeatherKit ಅನ್ನು ಬಳಸುತ್ತದೆ. Core Monitor ಗಾಗಿ ಸ್ಥಳ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿ ಇದರಿಂದ ಲೈವ್ ಹವಾಮಾನ ವಿಜೆಟ್ ನಿಖರವಾದ ಪರಿಸ್ಥಿತಿಗಳು ಮತ್ತು ಮಳೆಯ ಸಮಯವನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: Weather는 WeatherKit 지원 빌드에서 Apple WeatherKit를 사용합니다. 실시간 날씨 위젯이 정확한 상황과 비 시간을 표시할 수 있도록 Core Monitor에 대한 위치 액세스를 허용하세요.
ku: Weather Apple WeatherKit di avahîyên çalakkirî yên WeatherKit de bikar tîne. Destûrê bide gihîştina cîhê ji bo Core Monitor da ku widgeta hewaya zindî dikare şert û mercên rast û dema baranê nîşan bide.
ky: Аба ырайы Apple WeatherKit WeatherKit иштетилген конструкцияларда колдонот. Core Monitor үчүн жайгашкан жерди аныктоого уруксат бериңиз, андыктан түз аба ырайы виджети так шарттарды жана жаан убактысын көрсөтө алат.
la: Tempestas utitur Apple WeatherKit in WeatherKit constructo parato. Patitur locus accessus ad Core Monitor sic ut tempestatum vivae instrumenti certas condiciones et pluvias sincere monstrare possint.
lb: Wieder benotzt Apple WeatherKit an WeatherKit-aktivéiert baut. Erlaabt Location Zougang fir Core Monitor sou datt de Live Wieder Widget genee Konditiounen a Reen Timing kann weisen.
lo: ສະພາບອາກາດໃຊ້ Apple WeatherKit ໃນການກໍ່ສ້າງທີ່ເປີດໃຊ້ WeatherKit. ອະນຸຍາດໃຫ້ເຂົ້າເຖິງສະຖານທີ່ສໍາລັບ Core Monitor ເພື່ອໃຫ້ວິດເຈັດສະພາບອາກາດສົດສາມາດສະແດງເງື່ອນໄຂທີ່ຖືກຕ້ອງແລະເວລາຝົນ.
lt: „Weather“ naudoja „Apple WeatherKit“ versijose, kuriose įgalinta WeatherKit. Leiskite Core Monitor pasiekti vietą, kad tiesioginis orų valdiklis galėtų rodyti tikslias sąlygas ir lietaus laiką.
lv: Laikapstākļi izmanto Apple WeatherKit WeatherKit būvējumos. Atļaujiet Core Monitor piekļuvi atrašanās vietai, lai tiešraides laika logrīks varētu parādīt precīzus apstākļus un lietus laiku.
mg: Ny toetr'andro dia mampiasa Apple WeatherKit amin'ny fananganana WeatherKit. Avelao ny fidirana amin'ny toerana ho an'ny Core Monitor mba ahafahan'ny Widget toetr'andro mivantana mampiseho toe-javatra marina sy ny ora orana.
mi: Ka whakamahia e te huarere a Apple WeatherKit ki nga hanga WeatherKit. Whakaaetia te uru ki te waahi mo te Core Monitor kia taea e te widget huarere ora te whakaatu i nga tikanga tika me te wa ua.
mk: Времето користи Apple WeatherKit во изданија овозможени WeatherKit. Дозволете пристап до локацијата за Core Monitor за да може виџетот за временска прогноза во живо да прикажува точни услови и времето за дожд.
ml: WeatherKit- പ്രാപ്തമാക്കിയ ബിൽഡുകളിൽ കാലാവസ്ഥ Apple WeatherKit ഉപയോഗിക്കുന്നു. Core Monitor-ന് ലൊക്കേഷൻ ആക്‌സസ് അനുവദിക്കുക, അതുവഴി തത്സമയ കാലാവസ്ഥാ വിജറ്റിന് കൃത്യമായ അവസ്ഥകളും മഴ സമയവും കാണിക്കാനാകും.
mn: Цаг агаар нь Apple WeatherKit-г WeatherKit-г идэвхжүүлсэн загварт ашигладаг. Core Monitor-д байршлын хандалтыг зөвшөөрч, цаг агаарын шууд виджет нь үнэн зөв нөхцөл байдал, борооны цагийг харуулах боломжтой.
mr: WeatherKit-सक्षम बिल्डमध्ये हवामान Apple WeatherKit वापरते. Core Monitor साठी स्थान प्रवेशास अनुमती द्या जेणेकरून थेट हवामान विजेट अचूक परिस्थिती आणि पावसाची वेळ दर्शवू शकेल.
ms: Cuaca menggunakan Apple WeatherKit dalam binaan berdaya WeatherKit. Benarkan akses lokasi untuk Core Monitor supaya widget cuaca langsung boleh menunjukkan keadaan yang tepat dan masa hujan.
mt: It-temp juża l-Apple WeatherKit f'bini ppermettiet WeatherKit. Ħalli aċċess għall-post għal Core Monitor sabiex il-widget tat-temp ħajjin ikun jista' juri kundizzjonijiet preċiżi u ħin tax-xita.
my: Weather သည် Apple WeatherKit ကို WeatherKit ဖွင့်ထားသော တည်ဆောက်မှုများတွင် အသုံးပြုသည်။ Core Monitor အတွက် တည်နေရာအသုံးပြုခွင့်ကို တိုက်ရိုက်ရာသီဥတုဝစ်ဂျက်က တိကျသောအခြေအနေများနှင့် မိုးရွာသွန်းချိန်ကို ပြသနိုင်သည်။
nb: Været bruker Apple WeatherKit i WeatherKit-aktiverte bygg. Tillat posisjonstilgang for Core Monitor slik at live-vær-widgeten kan vise nøyaktige forhold og regntid.
ne: मौसमले WeatherKit-सक्षम बिल्डहरूमा Apple WeatherKit प्रयोग गर्दछ। Core Monitor को लागि स्थान पहुँच अनुमति दिनुहोस् ताकि प्रत्यक्ष मौसम विजेटले सही अवस्था र वर्षाको समय देखाउन सक्छ।
nl: Weather gebruikt Apple WeatherKit in builds die geschikt zijn voor WeatherKit. Sta locatietoegang toe voor Core Monitor, zodat de live weerwidget nauwkeurige omstandigheden en regentiming kan weergeven.
ny: Nyengo imagwiritsa ntchito Apple WeatherKit muzomanga zomwe zili ndi WeatherKit. Lolani mwayi wofikira kwa Core Monitor kuti widget yanyengo iwonetse mikhalidwe yolondola komanso nthawi yamvula.
pa: ਮੌਸਮ WeatherKit-ਸਮਰੱਥ ਬਿਲਡਾਂ ਵਿੱਚ Apple WeatherKit ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। Core Monitor ਲਈ ਟਿਕਾਣਾ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਤਾਂ ਕਿ ਲਾਈਵ ਮੌਸਮ ਵਿਜੇਟ ਸਹੀ ਸਥਿਤੀਆਂ ਅਤੇ ਬਾਰਿਸ਼ ਦਾ ਸਮਾਂ ਦਿਖਾ ਸਕੇ।
pl: Pogoda używa Apple WeatherKit w kompilacjach obsługujących WeatherKit. Zezwól na dostęp do lokalizacji Core Monitor, aby widżet pogody na żywo mógł pokazywać dokładne warunki i czas opadów.
ps: هوا په WeatherKit- فعال جوړونو کې Apple WeatherKit کاروي. د Core Monitor لپاره موقعیت ته د لاسرسي اجازه ورکړئ نو د ژوندۍ هوا ویجیټ کولی شي دقیق شرایط او د باران وخت وښیې.
pt: Weather usa Apple WeatherKit em compilações habilitadas para WeatherKit. Permita o acesso à localização para Core Monitor para que o widget de clima ao vivo possa mostrar condições precisas e tempo de chuva.
ro: Weather folosește Apple WeatherKit în versiunile compatibile cu WeatherKit. Permiteți accesul la locație pentru Core Monitor, astfel încât widgetul meteo live să poată afișa condiții precise și ora ploii.
ru: Weather использует Apple WeatherKit в сборках с поддержкой WeatherKit. Разрешите доступ к местоположению для Core Monitor, чтобы виджет погоды в реальном времени мог отображать точные условия и время дождя.
sd: Weather استعمال ڪري ٿو Apple WeatherKit WeatherKit-فعال تعميرن ۾. Core Monitor لاءِ جڳھ جي رسائي جي اجازت ڏيو ته جيئن لائيو موسم ويجيٽ صحيح حالتون ۽ مينهن جو وقت ڏيکاري سگھي.
si: කාලගුණය Apple WeatherKit WeatherKit-සක්‍රීය ගොඩනැගීම් තුළ භාවිත කරයි. Core Monitor සඳහා ස්ථාන ප්‍රවේශයට ඉඩ දෙන්න, එවිට සජීවී කාලගුණ විජටයට නිවැරදි තත්ත්‍වයන් සහ වැසි වේලාවන් පෙන්විය හැක.
sk: Počasie používa Apple WeatherKit v zostavách s podporou WeatherKit. Povoľte prístup k polohe pre Core Monitor, aby widget počasia naživo mohol zobrazovať presné podmienky a načasovanie dažďa.
sl: Vreme uporablja Apple WeatherKit v zgradbah, ki podpirajo WeatherKit. Omogočite dostop do lokacije za Core Monitor, da lahko pripomoček za vreme v živo prikazuje točne razmere in čas dežja.
sm: O lo'o fa'aogaina e le tau le Apple WeatherKit ile WeatherKit fau faufale. Fa'ataga avanoa avanoa mo Core Monitor ina ia mafai e le widget tau ola ona fa'aalia tulaga sa'o ma taimi timuga.
sn: Mamiriro ekunze anoshandisa Apple WeatherKit muWeatherKit-inogonesa kuvaka. Bvumira kuwanikwa kwenzvimbo yeCore Monitor kuitira kuti iyo mhenyu yemamiriro ekunze widget inogona kuratidza chaiyo mamiriro uye nguva yekunaya kwemvura.
so: Cimiladu waxay isticmaashaa Apple WeatherKit dhismooyinka karti u leh ee WeatherKit. U oggolow gelitaanka goobta Core Monitor si aaladda cimilada nool u tuso xaalado sax ah iyo waqtiga roobka.
sq: Moti përdor Apple WeatherKit në ndërtimet e aktivizuara me WeatherKit. Lejo qasjen në vendndodhje për Core Monitor në mënyrë që miniaplikacioni i motit të drejtpërdrejtë të tregojë kushtet e sakta dhe kohën e shiut.
st: Boemo ba leholimo bo sebelisa Apple WeatherKit meahong e lumelletsoeng ea WeatherKit. Dumella phihlello ya sebaka bakeng sa Core Monitor hore widget ea boemo ba leholimo e ka bonts'a maemo a nepahetseng le nako ea pula.
su: Cuaca ngagunakeun Apple WeatherKit dina ngawangun WeatherKit-diaktipkeun. Ngidinan aksés lokasi pikeun Core Monitor supados widget cuaca langsung tiasa nunjukkeun kaayaan anu akurat sareng waktos hujan.
sv: Vädret använder Apple WeatherKit i WeatherKit-aktiverade byggnader. Tillåt platsåtkomst för Core Monitor så att liveväderwidgeten kan visa exakta förhållanden och regntid.
sw: Hali ya hewa hutumia Apple WeatherKit katika miundo inayowezeshwa na WeatherKit. Ruhusu ufikiaji wa eneo kwa Core Monitor ili wijeti ya hali ya hewa ya moja kwa moja iweze kuonyesha hali sahihi na muda wa mvua.
ta: வானிலை ஆப்பிள் WeatherKit ஐ WeatherKit-இயக்கப்பட்ட உருவாக்கங்களில் பயன்படுத்துகிறது. Core Monitor க்கான இருப்பிட அணுகலை அனுமதிக்கவும், இதனால் நேரலை வானிலை விட்ஜெட் துல்லியமான நிலைமைகளையும் மழை நேரத்தையும் காண்பிக்கும்.
te: వాతావరణం WeatherKit-ప్రారంభించబడిన బిల్డ్‌లలో Apple WeatherKitని ఉపయోగిస్తుంది. Core Monitor కోసం స్థాన ప్రాప్యతను అనుమతించండి, తద్వారా ప్రత్యక్ష వాతావరణ విడ్జెట్ ఖచ్చితమైన పరిస్థితులు మరియు వర్షపు సమయాన్ని చూపుతుంది.
tg: Обу ҳаво Apple WeatherKit-ро дар сохтмонҳои бо WeatherKit фаъол истифода мебарад. Барои Core Monitor дастрасии маконро иҷозат диҳед, то виҷети обу ҳавои мустақим тавонад шароити дақиқ ва вақти боронро нишон диҳад.
th: Weather ใช้ Apple WeatherKit ในบิลด์ที่เปิดใช้งาน WeatherKit อนุญาตให้เข้าถึงตำแหน่งสำหรับ Core Monitor เพื่อให้วิดเจ็ตสภาพอากาศสดสามารถแสดงสภาพอากาศและเวลาฝนที่แม่นยำ
tr: Hava durumu, WeatherKit özellikli yapılarda Apple WeatherKit'yi kullanır. Canlı hava durumu widget'ının koşulları ve yağmur zamanlamasını doğru gösterebilmesi için Core Monitor için konum erişimine izin verin.
uk: Погода використовує Apple WeatherKit у збірках із підтримкою WeatherKit. Дозвольте доступ до місцезнаходження для Core Monitor, щоб віджет погоди міг показувати точні умови та час дощу.
ur: موسم ایپل WeatherKit کا استعمال کرتا ہے WeatherKit- فعال تعمیرات میں۔ Core Monitor کے لیے مقام تک رسائی کی اجازت دیں تاکہ رواں موسم کا ویجیٹ درست حالات اور بارش کا وقت دکھا سکے۔
uz: Ob-havo WeatherKit yoqilgan qurilmalarda Apple WeatherKit dan foydalanadi. Core Monitor uchun joylashuv maʼlumotlariga ruxsat bering, shunda jonli ob-havo vidjeti aniq sharoit va yomgʻir vaqtini koʻrsatishi mumkin.
vi: Thời tiết sử dụng Apple WeatherKit trong các bản dựng hỗ trợ WeatherKit. Cho phép truy cập vị trí cho Core Monitor để tiện ích thời tiết trực tiếp có thể hiển thị điều kiện và thời gian mưa chính xác.
xh: Imozulu isebenzisa i-Apple WeatherKit kwi-WeatherKit-enabled-enabled builds. Vumela ukufikelela kwindawo ye-Core Monitor ukuze iwijethi yemozulu ephilayo ibonise iimeko ezichanekileyo kunye nexesha lemvula.
yi: וועטער ניצט עפּל WeatherKit אין WeatherKit-ענייבאַלד בויען. לאָזן אָרט אַקסעס פֿאַר Core Monitor אַזוי די לעבן וועטער ווידזשיט קענען ווייַזן פּינטלעך טנאָים און רעגן טיימינג.
yo: Oju ojo nlo Apple WeatherKit ni WeatherKit-ṣiṣẹ kọ. Gba iraye si ipo fun Core Monitor ki ẹrọ ailorukọ oju ojo laaye le ṣafihan awọn ipo deede ati akoko ojo.
zh_hans: Weather 在支持 WeatherKit 的版本中使用 Apple WeatherKit。允许 Core Monitor 的位置访问，以便实时天气小部件可以显示准确的天气状况和下雨时间。
zh_hant: Weather 在支援 WeatherKit 的版本中使用 Apple WeatherKit。允許 Core Monitor 的位置訪問，以便實時天氣小部件可以顯示準確的天氣狀況和下雨時間。
zu: Isimo sezulu sisebenzisa i-Apple WeatherKit ekwakhiweni okunikwe amandla kwe-WeatherKit. Vumela ukufinyelela kwendawo ku-Core Monitor ukuze iwijethi yesimo sezulu esibukhoma ibonise izimo ezinembile nesikhathi semvula.

source: Weird Easter Eggs
af: Vreemde Paaseiers
am: እንግዳ የትንሳኤ እንቁላሎች
ar: بيض عيد الفصح الغريب
az: Qəribə Pasxa Yumurtaları
be: Дзіўныя велікодныя яйкі
bg: Странни великденски яйца
bn: অদ্ভুত ইস্টার ডিম
bs: Čudna uskršnja jaja
ca: Ous de Pasqua estranys
ceb: Katingad-an nga mga Itlog sa Pasko sa Pagkabanhaw
co: Uova di Pasqua strane
cs: Divná velikonoční vajíčka
cy: Wyau Pasg Rhyfedd
da: Underlige påskeæg
de: Seltsame Ostereier
el: Περίεργα πασχαλινά αυγά
eo: Strangaj Paskaj Ovoj
es: Huevos de Pascua extraños
et: Imelikud lihavõttemunad
eu: Pazko arrautza arraroak
fa: تخم مرغ های عید پاک
fi: Outoja pääsiäismunia
fil: Kakaibang Easter Egg
fr: Des œufs de Pâques étranges
ga: Uibheacha Cásca aisteach
gd: Uighean Càisge neònach
gl: Ovos de Pascua raros
gu: વિચિત્ર ઇસ્ટર ઇંડા
ha: M Easter Qwai
haw: Huakaʻi Easter ʻē
he: ביצי פסחא מוזרות
hi: अजीब ईस्टर अंडे
hmn: Weird Easter qe
hr: Čudna uskršnja jaja
ht: Etranj ze Pak
hu: Furcsa húsvéti tojások
hy: Զատիկի տարօրինակ ձվեր
id: Telur Paskah yang Aneh
ig: Àkwá Ista dị egwu
is: Skrítin páskaegg
it: Strane uova di Pasqua
ja: 奇妙なイースターエッグ
jv: Endhog Paskah Aneh
ka: უცნაური სააღდგომო კვერცხები
kk: Біртүрлі Пасха жұмыртқалары
km: ស៊ុត Easter ចម្លែក
kn: ವಿಚಿತ್ರವಾದ ಈಸ್ಟರ್ ಮೊಟ್ಟೆಗಳು
ko: 이상한 부활절 달걀
ku: Hêkên Paskalyayê yên xerîb
ky: Кызык Пасха жумурткалары
la: Fatum Paschae Ova
lb: Komesch Ouschtereeër
lo: ໄຂ່ Easter ແປກ
lt: Keisti velykiniai kiaušiniai
lv: Dīvainas Lieldienu olas
mg: Atody Paska hafahafa
mi: Hua Aranga Weird
mk: Чудни велигденски јајца
ml: വിചിത്രമായ ഈസ്റ്റർ മുട്ടകൾ
mn: Улаан өндөгний баярын хачирхалтай өндөгнүүд
mr: विचित्र इस्टर अंडी
ms: Telur Paskah yang pelik
mt: Bajd tal-Għid Stramb
my: ထူးဆန်းသော အီစတာဥများ
nb: Rare påskeegg
ne: अजीब ईस्टर अण्डा
nl: Rare paaseieren
ny: Mazira a Isitala Odabwitsa
pa: ਅਜੀਬ ਈਸਟਰ ਅੰਡੇ
pl: Dziwne pisanki
ps: عجیب ایسټر هګۍ
pt: Ovos de Páscoa estranhos
ro: Ouă de Paște ciudate
ru: Странные пасхальные яйца
sd: عجيب ايستر انڊس
si: අමුතු පාස්කු බිත්තර
sk: Divné veľkonočné vajíčka
sl: Čudna velikonočna jajca
sm: Eseese fuamoa o le Eseta
sn: Weird Easter Mazai
so: Ukunta Easter-ka ee cajiibka ah
sq: Vezë të çuditshme të Pashkëve
st: Mahe a Paseka a makatsang
su: Endog Easter aneh
sv: Konstiga påskägg
sw: Mayai ya Pasaka ya Ajabu
ta: வித்தியாசமான ஈஸ்டர் முட்டைகள்
te: విచిత్రమైన ఈస్టర్ గుడ్లు
tg: Тухмҳои аҷиби Пасха
th: ไข่อีสเตอร์แปลก ๆ
tr: Garip Paskalya Yumurtaları
uk: Дивні пасхальні яйця
ur: عجیب ایسٹر انڈے
uz: G'alati Pasxa tuxumlari
vi: Trứng Phục sinh kỳ lạ
xh: Amaqanda ePasika angaqhelekanga
yi: טשודנע יסטער עגגס
yo: Isokuso Easter eyin
zh_hans: 奇怪的复活节彩蛋
zh_hant: 奇怪的復活節彩蛋
zu: Amaqanda E-Easter angavamile
